Repository: viveknfc/CalmScient
Catalog: Calmscient/Viv Screens/mul.lproj/Taking Control Index.xcstrings
Source language: en
Languages: es

# TY6-eT-UO4.text
source: Often these individuals are unaware that their body’s lower response to the intoxicating effects of alcohol isn’t protection from alcohol problems but instead is a reason for caution.
es: A menudo, estas personas no son conscientes de que la menor respuesta de su cuerpo al alcohol no es una protección contra los problemas sino una razón para tener aún más cuidado.

# u0s-bE-o8F.normalTitle
source: Complete
es: Finalizar

# u1q-s9-wdt.text
source: If you answered YES to any of the four questions, please take the applicable follow-up test.
es: Si respondiste que sí a alguna de las cuatro preguntas, por favor haz la prueba de seguimiento que te corresponde.

# u70-3k-3cv.text
source: Tracking your smoking and drinking habit
es: Seguimiento de tus hábitos de consumo del alcohol y cigarros

# ueQ-KJ-ver.text
source: Up to 2 drinks per day
es: : hasta 2 bebidas por día

# UF0-VA-JpO.text
source: Why is being able to "hold your liquor" a concern?
es: ¿Por qué la capacidad de auto-controlarse podría ser un problema?

# ufl-i3-Y28.text
source: Moderate drinking
es: Consumo moderado

# UHU-KI-ESo.text
source: Managing anxiety
es: Curso de manejo de

# uM4-m4-vem.normalTitle
source: Complete
es: Finalizar

# uN9-U5-w4O.text
source: If you can, try not to do things that need a lot of focus right away.
es: Si puedes, trata de no hacer cosas que requieran mucha concentración de inmediato.

# uRP-s2-G2o.normalTitle
source: Alcohol use disorder (AUD)
es: Trastorno por consumo de alcohol (TCA)

# Uvq-46-LPd.text
source: Difficulty Concentrating
es: Dificultad para concentrarse

# uxo-Hg-sa8.text
source: Half of liver disease deaths in the United States are caused by alcohol, and alcohol-associated liver disease is increasing, particularly among women and young people.
es: • La mitad de las muertes por enfermedades hepáticas en los Estados Unidos son causadas por el alcohol.

# Uyh-Li-P94.text
source: I’m proud of you for recognizing the need to control your drinking pattern! Acknowledging your drinking patterns is a crucial first step toward healthier habits.
es: ¡Estoy orgulloso de ti por reconocer la necesidad de controlar tu patrón de consumo de alcohol! Reconocer tus patrones de bebida es un paso crucial hacia hábitos más saludables.

# uZ0-km-mYD.text
source: • 31% of all fatal crashes in 2021.
es: • 31% de todos los accidentes fatales en 2021

# uzQ-rh-vaC.text
source: Talk to someone
es: Habla con alguien

# V8S-0X-F7E.normalTitle
source: Yes
es: Si

# V9s-MJ-zOg.text
source: “I’m tobacco free”
es: “Estoy libre de tabaco”

# V79-Dz-miI.text
source: course
es: la ansiedad

# vA9-EV-zbU.text
source: Mood swings and anxiety; alcohol is a “depressant” that leads to mood swings, irritability, and increased risk of developing depression and anxiety.
es: Cambios de humor y ansiedad: el alcohol es un "depresivo" que provoca cambios de humor, irritabilidad y un mayor riesgo de desarrollar depresión y ansiedad.

# VAU-JK-JDQ.text
source: Let's see some of them.
es: Veamos algunas de ellas.

# VC5-py-w02.text
source: Anxiety can trigger drinking and smoking, but healthy coping strategies help you to stay strong
es: La ansiedad puede desencadenar el consumo de alcohol y tabaco, pero hay estrategias saludables que pueden ayuda

# vQY-YG-tI9.text
source: Days
es: Días

# vV1-UJ-gjz.text
source: Label
es: Etiqueta

# VV2-8U-Ddg.normalTitle
source: Complete
es: Finalizar

# vya-BG-mzO.text
source: For alcohol use
es: Para el consumo de alcohol

# w7e-B9-Y9Y.text
source: Nicotine does things in your brain that make you feel good and more awake. It releases chemicals like dopamine, norepinephrine, and serotonin, which are responsible for those "feeling good" and "being awake" vibes. Nicotine also gives you a quick boost of endorphins, which can help you relax and ease any pains. That's why some people, both adults and teens, use smoking to kind of "reset" their mood, emotions, and attention. Especially for those who struggle with anxiety or feeling down, smoking might be a way they try to make themselves feel better. But it's important to know that there are healthier ways to deal with these feelings.
es: La nicotina hace cosas en tu cerebro que te hacen sentir bien y más despierto. Libera químicos como la dopamina, norepinefrina y serotonina, que son los responsables de esas sensaciones de "sentirse bien" y "estar despierto". La nicotina también te da un rápido impulso de endorfinas, lo que puede ayudarte a relajarte y aliviar cualquier dolor. Por eso algunas personas, tanto adultos como adolescentes, fuman para "reiniciar" su estado de ánimo, emociones y atención. Especialmente para aquellos que luchan con la ansiedad y depresión, fumar podría ser una manera en la que intentan sentirse mejor. Pero es importante saber que hay formas más saludables de lidiar con estos sentimientos.

# WAU-78-GDx.text
source: Blackouts are gaps in a person’s memory for events that occurred while they were intoxicated. These gaps happen when a person drinks enough alcohol to temporarily block the transfer of memories from short- to long-term storage—known as memory consolidation—in a brain area called the hippocampus.
es: Las lagunas son pausas en la memoria de una persona sobre los eventos que ocurrieron mientras estaba intoxicada. Estas lagunas ocurren cuando una persona consume suficiente alcohol para bloquear temporalmente el traslado de recuerdos de la memoria a corto plazo a la memoria a largo plazo—conocido como consolidación de la memoria—en una área del cerebro llamada hipocampo.

# WGN-KJ-8FW.text
source: Would you like to know your drink counts?
es: ¿Te gustaría saber cuántas bebidas consumes?

# wiA-T8-dss.text
source: Gives you the strongest chance for success of any single medicine.
es: Te da las mayores probabilidades de éxito entre todos los demás medicamentos disponibles.

# WTS-sK-lmi.text
source: No TV, phones, or gadgets in bed. Make your bedroom quiet, dark, relaxing, and comfy. Skip heavy meals or alcohol right before bedtime.
es: Nada de TV, teléfonos o gadgets en la cama. Haz que tu dormitorio sea tranquilo, oscuro, relajante y cómodo. Evita comidas pesadas o alcohol justo antes de acostarte.

# WYf-lw-dFE.text
source: Full version will be available soon!
es: ¡La versión completa estará disponible pronto!

# x8t-uZ-Rh9.text
source: Men:
es: Hombres

# xav-C4-frY.text
source: Move around:
es: Muévete:

# XC7-Hs-Y92.text
source: Men
es: Hombres

# XHf-QN-Eio.text
source: Problematic drinking
es: Consumo problemático

# xJm-oJ-twy.text
source: Feeling grumpy is just your body adjusting to not having nicotine.
es: Sentirse malhumorado es solo tu cuerpo ajustándose a la falta de nicotina.

# XLJ-dh-SZG.text
source: Label
es: Etiqueta

# Xvj-FH-C7G.normalTitle
source: Complete
es: Finalizar

# yfp-pz-HSM.text
source: Save it to weekly summary journal entry
es: Guardar en el resumen semanal

# Yjx-ZK-Im2.normalTitle
source: Need to talk with someone?
es: ¿Necesitas hablar con alguien?

# Yli-uO-Qeh.text
source: After learning about drinking, which drinking habit applies to you?
es: Después de aprender sobre el consumo de alcohol, ¿qué hábito de consumo se aplica a ti?

# Ynu-z8-e6J.text
source: When you eat, try to pay attention to what you're eating. Turn off the TV or put away your phone. Eating a bit slower and really savoring your food can help you notice when you're full.
es: Cuando comas, trata de prestar atención a lo que estás comiendo. Apaga la televisión o guarda tu teléfono. Comer un poco más despacio y realmente saborear tu comida puede ayudarte a notar cuando estás lleno.

# YY9-Q8-kcS.text
source: Up to 4 or more drinks on
es: Hasta 4 o más bebidas

# zax-Dh-qFG.text
source: Alcohol use disorder (AUD)
es: Trastorno por consumo de alcohol (TCA)

# ZbU-Ps-hZP.text
source: Clean your house to remove the odour of tobacco from your clothes, furnitures and car.
es: Limpia tu casa para eliminar el olor a tabaco de tu ropa, muebles y coche.

# zCM-Ox-jZB.text
source: Smart snacking
es: Aperitivos inteligentes

# zgM-l1-z7C.text
source: Irritability and Mood Swings
es: Irritabilidad y cambios de humor

# ZLc-bt-u7K.text
source: It’s OK to start nicotine patches, gum, or lozenges a week or two before you quit smoking. This can help you get ready and may cut down on your smoking. Starting medicine, especially the nicotine patch, before you quit may improve your chances of quitting successfully.
es: Está bien comenzar con parches, chicles o pastillas de nicotina una semana o dos antes de dejar de fumar. Esto puede ayudarte y puede reducir tu consumo de cigarrillos. Comenzar con medicamentos, especialmente el parche de nicotina, antes de dejar de fumar puede mejorar tus posibilidades de tener éxito.

# ZmH-uX-iMq.text
source: You’ve reached your quit date and committed yourself to a tobacco-free life. Be proud! Quit smoking is like a relationship breakup and going through some losses.. You might have to break up your routine a little bit to avoid certain places, friends, and start a new routine to distract yourself. The plan requires you to think about more than just quitting smoking, but changes to your lifestyle. There are some keys to achieve a permanent tobacco-free life. What can you do?
es: ¡Siéntete orgulloso! Dejar de fumar es como la ruptura de una relación o perder a alguien muy querido. Puede que tengas que cambiar un poco tu rutina para evitar ciertos lugares, amigos, y comenzar una nueva rutina para distraerte. El plan requiere que pienses en más que solo dejar de fumar, sino en cambio Hay algunas claves para lograr una vida libre de tabaco de forma permanente. en tu estilo de vida. Hay algunas claves para lograr una vida libre de tabaco de forma permanente. ¿Qué puedes hacer?

# ZPi-vP-cGF.normalTitle
source: Complete
es: Finalizar
